module.exports = [{
    "id": "100",
    "name": "头部",
    "_child": [
      {
        "id": "101",
        "name": "鼻",
      },
      {
        "id": "102",
        "name": "耳",
      },
      {
        "id": "103",
        "name": "口",
      },
      {
        "id": "104",
        "name": "颅脑",
      },
      {
        "id": "105",
        "name": "面部",
      },
      {
        "id": "106",
        "name": "咽喉",
      },
      {
        "id": "107",
        "name": "眼",
      }
    ]
  },
  {
    "id": "200",
    "name": "颈部",
    "_child": [{
        "id": "201",
        "name": "甲状腺",
      },
      {
        "id": "202",
        "name": "气管",
      }
    ]
  },
  {
    "id": "300",
    "name": "胸部",
    "_child": [{
        "id": "301",
        "name": "肺",
      },
      {
        "id": "302",
        "name": "膈肌",
      },
      {
        "id": "303",
        "name": "乳房",
      },
      {
        "id": "304",
        "name": "食管",
      },
      {
        "id": "305",
        "name": "心脏",
      },
      {
        "id": "306",
        "name": "纵膈",
      }
    ]
  },
  {
    "id": "400",
    "name": "腹部",
    "_child": [{
        "id": "401",
        "name": "肠",
      },
      {
        "id": "402",
        "name": "肠系膜",
      },
      {
        "id": "403",
        "name": "胆",
      },
      {
        "id": "404",
        "name": "腹膜",
      },
      {
        "id": "405",
        "name": "肝",

      },
      {
        "id": "406",
        "name": "阑尾",
      },
      {
        "id": "407",
        "name": "脾",
      },
      {
        "id": "408",
        "name": "胃",
      },
      {
        "id": "409",
        "name": "胰腺",
      }
    ]
  },
  {
    "id": "500",
    "name": "腰部",
    "_child": [{
        "id": "501",
        "name": "肾",
      },
      {
        "id": "502",
        "name": "肾上腺",
      },
      {
        "id": "503",
        "name": "输尿管",
      }
    ]
  },
  {
    "id": "600",
    "name": "男性生殖",
    "_child": [{
        "id": "601",
        "name": "睾丸",
      },
      {
        "id": "602",
        "name": "前列腺",
      },
      {
        "id": "603",
        "name": "输精管",
      },
      {
        "id": "604",
        "name": "阴茎",
      },
      {
        "id": "605",
        "name": "阴囊",
      }
    ]
  },
  {
    "id": "700",
    "name": "女性生殖",
    "_child": [{
        "id": "701",
        "name": "卵巢",
      },
      {
        "id": "702",
        "name": "输卵管",
      },
      {
        "id": "703",
        "name": "外阴",
      },
      {
        "id": "704",
        "name": "阴道",
      },
      {
        "id": "705",
        "name": "子宫",
      }
    ]
  },
  {
    "id": "800",
    "name": "全身",
    "_child": [{
      "id": "801",
      "name": "肌肉",
    },
    {
      "id": "802",
      "name": "淋巴",
    },
    {
      "id": "803",
      "name": "免疫系统",
    },
    {
      "id": "804",
      "name": "皮肤",
    },
    {
      "id": "805",
      "name": "血液血管",
    },
    {
      "id": "806",
      "name": "周围神经",
    },
    {
      "id": "807",
      "name": "系统",
    }
  ]
  },
  {
    "id": "900",
    "name": "四肢",
    "_child": [{
        "id": "901",
        "name": "上肢",
      },
      {
        "id": "902",
        "name": "下肢",
      }
    ]
  },
  {
    "id": "1000",
    "name": "盆腔",
    "_child": [{
        "id": "1001",
        "name": "膀胱",
      },
      {
        "id": "1002",
        "name": "尿道",
      }
    ]
  },
  {
    "id": "1100",
    "name": "臀部",
    "_child": [{
        "id": "1101",
        "name": "肛门",
      }
    ]
  },
  {
    "id": "1200",
    "name": "骨",
    "_child": [{
        "id": "1201",
        "name": "骨髓",
      },
      {
        "id": "1202",
        "name": "关节",
      },
      {
        "id": "1203",
        "name": "脊髓",
      },
      {
        "id": "1204",
        "name": "脊柱",
      },
      {
        "id": "1205",
        "name": "肋骨",
      },
      {
        "id": "1206",
        "name": "盆骨",
      },
      {
        "id": "1207",
        "name": "上肢骨",
      },
      {
        "id": "1208",
        "name": "下肢骨",
      },
      {
        "id": "1209",
        "name": "其他骨",
      }
    ]
  }
]