// pages/wiki/detail/detail.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    left: ["奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶", "奶茶"],
    content: ["珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟", "珍珠奶茶", "鲜百香双响炮", "奶茶三兄弟",],
  },
  scroll: function (e) {
    console.log(e)
    this.setData({
      intoindex: "text" + e.currentTarget.dataset.id
    })
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
    this.setData({
      data: JSON.parse(decodeURIComponent(options.data))
    })
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})